Repository: mnts26/ManPower
Catalog: src/usiextensions/conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Enter a valid date.
mn: Тохирох огноо оруулна уу!

source: Enter a valid time.
mn: Тохирох цаг оруулна уу!

source: This field is required.
mn: Энэ талбарыг бөглөх шаардлагатай.

source: Ensure this value has at most %(max)d characters (it has %(length)d).
mn: Энэ утга хамгийн ихдээ %(max)d тэмдэгт байна (одоо %(length)d).

source: Ensure this value has at least %(min)d characters (it has %(length)d).
mn: Энэ утга хамгийн багадаа %(min)d тэмдэгт байна (одоо %(length)d).

source: Enter a valid value.
mn: Тохирох утга оруулна уу!

source: Enter a whole number.
mn: Бүхэл тоон утга оруулна уу!

source: Ensure this value is less than or equal to %s.
mn: Энэ утга %s-с бага буюу тэнцүү байх ёстой.

source: Ensure this value is greater than or equal to %s.
mn: Энэ утга %s-с их буюу тэнцүү байх ёстой.

source: Enter a number.
mn: Тоон утга оруулна уу!

source: Ensure that there are no more than %s digits in total.
mn: Нийт %s-с ихгүй оронтой байх ёстой.

source: Ensure that there are no more than %s decimal places.
mn: Таслалаас хойш %s-с ихгүй оронтой байх ёстой.

source: Ensure that there are no more than %s digits before the decimal point.
mn: Таслалаас өмнө %s-ё ихгүй оронтой байх ёстой.

source: Select a valid choice. %(value)s is not one of the available choices.
mn: Тохирох утгыг сонгоно уу! %(value)s утга сонголтонд байхгүй.

source: %(model_name)s with this %(field_label)s already exists.
mn: %(model_name)s-ний талбар болох %(field_label)s давхардаж байна.

source: and
mn: бөгөөд

source: Yes
mn: Тийм

source: No
mn: Үгүй
